Repository: ByPikod/canvaspixel-translations
Catalog: *.po
Languages: eo, uk

source: Switched to ${ canvasName }
uk: Перемкнено полотно на ${ canvasName }

source: Grid ON
uk: Сітку УВІМКНЕНО

source: Grid OFF
uk: Сітку ВИМКНЕНО

source: Pixel Notify ON
uk: Активність пікселів УВІМКНЕНА

source: Pixel Notify OFF
uk: Активність пікселів ВИМКНЕНА

source: Muted Sound
uk: Звук ВИМКНЕНО

source: Unmuted Sound
uk: Звук УВІМКНЕНО

source: Copied!
eo: Kopiita!
uk: Скопійовано!

source: Show Hidden Canvases
eo: Elektu Kanvason
uk: Показати приховані полотна

source: Hide Hidden Canvases
uk: Сховати приховані полотна

source: Error :(
eo: Erar'
uk: Помилка :(

source: Didn't get an answer from CanvasPixel. Maybe try to refresh?
eo: Resposton CanvasPixela ne estas. Provus refreŝigi?
uk: Немає відповіді від CanvasPixel. Спробуйте оновити сторінку.

source: Invalid Canvas
eo: Nevalida Kanvas'
uk: Неприпустиме полотно

source: This canvas doesn't exist
eo: Kanvason ne ekzistas
uk: Цього полотна не існує

source: Invalid Coordinates
eo: Koordinatoj Nevalidaj
uk: Неприпустимі координати

source: x out of bounds
eo: x forbara
uk: x поза межами

source: y out of bounds
eo: y forbara
uk: y поза межами

source: z out of bounds
eo: z forbara
uk: z поза межами

source: Wrong Color
eo: Koloro erara
uk: Не той колір

source: Invalid color selected
eo: Koloro nevalida selektit
uk: Обрано неприпустимий колір

source: Just for registered Users
eo: Nur pri registritaj uzantoj
uk: Тільки для зареєстрованих користувачів

source: You have to be logged in to place on this canvas
eo: Vi necesas esti ensalutita por meti je l' kanvas'
uk: Необхідно увійти, щоб ставити пікселі на цьому полотні

source: Place more :)
eo: Metu pli ŭwŭ
uk: Ставте більше :)

source: You can not access this canvas yet. You need to place more pixels
eo: Ne povas aliri je ĉi tiun kanvas' nun. Metu pli pikseloj
uk: Ви ще не можете отримати доступ до цього полотна. Необхідно ставити більше пікселів

source: Pixel protected!
eo: Piksel' protektita!
uk: Піксель захищено!

source: Please prove that you are human
uk: Будь ласка, доведіть, що ви - людина

source: No Proxies Allowed :(
eo: Prokurajn servilojn ne permesitajn ŭwŭ
uk: Використання проксі не дозволено :(

source: You are using a Proxy.
eo: Vi uzas prokuran servilon.
uk: Ви використовуєте проксі.

source: Not allowed
uk: Не дозволено

source: Just the Top10 of yesterday can place here
uk: Тільки 10 найкращих користувачів за вчора можуть тут ставити пікселі

source: You are weird
uk: Ви дивно себе поводите

source: Server got confused by your pixels. Are you playing on multiple devices?
uk: Сервер заплутався через ваші пікселі. Ви точно не граєте на кількох пристроях?

source: Banned
uk: Вас забанили

source: Range Banned
uk: Область адрес забанена

source: Your Internet Provider is banned from playing this game
uk: Вашому Інтернет-провайдеру заборонено грати в цю гру

source: Timeout
uk: Перерва

source: Didn't get an answer from server. Maybe try to refresh if problem persists?
eo: Resposton CanvasPixela ne estas. Provus refreŝigi?
uk: Немає відповіді від сервера. Спробуйте оновити сторінку, якщо проблема не зникне.

source: Weird
eo: Bizara
uk: Дивно

source: Couldn't set Pixel
eo: Ne povis meti pikselon
uk: Неможливо поставити піксель

source: Error ${ retCode }
eo: Eraro ${ retCode }
uk: Помилка ${ retCode }

source: Canvas Error
eo: Kanvasarkivo
uk: Помилка Полотна

source: Can't render 3D canvas, do you have WebGL2 disabled?
uk: Неможливо відобразити 3D полотно. Перевірте чи не вимкнено у вас WebGL2.

source: OK
eo: Okej
uk: ОК

source: You made too many requests
uk: Ви зробили забагато запитів

source: try again after ${ ti }min
uk: спробуйте ще раз через ${ ti } хвилин(-у/-и)

source: Connection error ${ code } :(
uk: Помилка з'єднання ${ code } :(

source: Could not connect to server, please try again later :(
eo: Malligita al servilo, tentu poste ŭwŭ
uk: Неможливо під'єднатись до серверу. Будь ласка, спробуйте пізніше :(

source: Unknown Error
uk: Невідома помилка

source: Server answered with gibberish :(
uk: Сервер відповів балаканиною :(

source: Your next pixels are ready
uk: Ваші нові пікселі готові

source: You can now place more on canvaspixel.net :)
uk: Ви тепер можете малювати далі на canvaspixel.net :)

source: mentioned you
uk: згадав вас

source: You have new messages in chat
uk: У вас нові повідомлення у чаті

source: Copy to Clipboard
eo: Kopiu je l' poŝ'
uk: Копіювати в буфер обміну

source: Online Users on Canvas
uk: Користувачів онлайн на полотні

source: Total Online Users
uk: Усього користувачів онлайн

source: Pixels placed
eo: Pikseloj metitaj
uk: Поставлено пікселів

source: Canvas Selection
eo: Kanvasselekaĵ'
uk: Вибір Полотна

source: Close Chat
eo: Fermu je l' babil'
uk: Закрити чат

source: Open Chat
eo: Malfermu je l' babil'
uk: Відкрити чат

source: Close Menu
eo: Fermu je l' menu'
uk: Закрити меню

source: Open Menu
eo: Malfermu je l' menu'
uk: Відкрити меню

source: Loading
eo: Ŝarĝadanta...
uk: Завантаження

source: Select Date above
eo: Selektu Lingvon
uk: Оберіть дату вище

source: Close
eo: Fermu
uk: Закрити

source: PopUp
uk: Спливаюче вікно

source: Restore
uk: Відновити

source: Clone
uk: Дублювати

source: Move
uk: Пересувати

source: Maximize
eo: maksimumigu
uk: Розгорнути

source: Resize
uk: Змінити розмір

source: Help
uk: Довідка

source: Settings
eo: Agordar'
uk: Налаштування

source: Donator
uk: Меценат

source: User Area
eo: Uzantareo
uk: Зона користувача

source: Make Screenshot
eo: Faru Ekrankopio
uk: Зробити знімок екрану

source: Globe View
eo: Globa Vidaĵ'
uk: Вигляд Глобусу

source: Close Palette
eo: Fermi je L' Kolorar'
uk: Закрити палітру

source: Open Palette
eo: Malfermi je L' Kolorar'
uk: Відкрити палітру

source: Donator Menu
uk: Меню меценатів

source: Registration
eo: Registriĝi
uk: Реєстрація

source: Forgot Password
eo: Forgesis mi pasvorton mian.
uk: Не пам'ятаю пароль

source: Chat
eo: Babilu
uk: Чат

source: Canvas Archive
eo: Kanvasarkivo
uk: Архів полотен

source: You took too long, try again.
uk: Вам це зайняло забагато часу. Спробуйте ще раз.

source: You failed your captcha
uk: Ви неправильно відповіли на свій тест CAPTCHA

source: No or invalid captcha text
uk: Текст тесту CAPTCHA відсутній або невірний

source: No captcha id given
eo: Pasvorton ne donita.
uk: Не вказано ідентифікатору тесту CAPTCHA

source: Unknown Captcha Error
uk: Невідома помилка тесту CAPTCHA

source: Error
eo: Ho, erar'
uk: Помилка

source: Cancel
eo: Nuligu
uk: Скасувати

source: Send
uk: Надіслати

source: You are banned. You think it is unjustified? Check out the
uk: Вас забанили. Вважаєте, що це було невиправдано? Подивіться в

source: on how to appeal.
uk: як оскаржити бан.

source: Reason
uk: Причина

source: By Mod
uk: Модератором

source: Duration
uk: Тривалість

source: Your ban expires at
uk: Ваш бан спливає

source: which is in
uk: , через

source: Unbanned
uk: Вас розбанили

source: Now that you have seen this message, you are no longer banned.
uk: Тепер, після того, як ви побачили це повідомлення, ви більше не забанені.

source: Why?
uk: Чому?

source: Back
uk: Назад

source: 1 Month
uk: 1 Місяць

source: 2 Month
uk: 2 Місяці

source: 3 Month
uk: 3 Місяці

source: Pay with
uk: Заплатити за допомогою

source: Next
uk: Далі

source: CanvasPixel needs donations to provide a free pixel gaming service. That's why we are introducing a special paid membership program for our donors!
uk: CanvasPixel потребує пожертв, щоб надавати безкоштовні послуги піксельної гри. Тому ми представляємо програму спеціальної платної підписки для наших меценатів!

source: Players with the Premium Membership we mentioned will enjoy the following advantages:
uk: Гравці з підпискою "Преміум", котрих ми згадали, насолодяться наступними перевагами:

source: 50% reduced pixel placement cooldown.
uk: Перезарядку розміщування пікселів зменшено на 50%.

source: Diamond icon in the chat instead of your country's flag.
uk: Іконка кристала в чаті замість прапора вашої країни.

source: Immunity from national mutes in the chat.
uk: Імунітет від заглушувань у чаті по країнам.

source: Exclusive chat channels, roles and name colors on the official Discord server.
uk: Ексклюзивні канали для спілкування, ролі та кольори імен на офіційному сервері Discord.

source: Personalized technical support from the authorized team.
uk: Персоналізована технічна підтримка від уповноваженої команди.

source: Monthly Pricing:
uk: Щомісячна ціна:

source: Login to purchase!
uk: Увійдіть, щоб купити!

source: Click to purchase!
uk: Натисніть щоб купити!

source: Place color pixels on a large canvas with other players online!
eo: Metu kolorajn pikselojn en grandan kanvason kun alian ludantojn enrete!
uk: Ставте кольорові пікселі на великому полотні з іншими гравцями онлайн!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
eo: Nia ĉefa kanvaso estas granda mondmapo, kiu oni povas meti ĉiun tiun deziras, sed devus atendi specifan malvarmiĝon inter pikseloj. Vi povus vidi la malvarmiĝajn postulojn je l' Kanvas' Skelekt' menu' (glob' super). Kelkaj Kanvasoj havas diferencajn malvarmiĝojn por meti uzantmetitan pikselojn ol meti je malmetitan pikselon. t.e 4s/7s signifas 4s je freŝaj pikseloj kaj 7s je jam metitaj pikseloj.
uk: Наше головне полотно — це величезна карта світу. Ви можете ставити пікселі де завгодно, але вам доведеться чекати на перезарядку між поставленими пікселями. Ви можете перевірити час перезарядки та вимоги в меню вибору полотна (кнопка глобусу вгорі). Деякі полотна мають інший час відновлення для перефарбовування вже встановлених користувачем пікселів, та для розміщення на недоторкнутих пікселях. Тобто 1c/4с означає 1 секунда на незафарбованих пікселях, та 4 секунди на вже встановлених.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
eo: Plialtaj zomniveloj tempdaŭras ĝisdatigi, la 3D globo almenaŭ unutage aktualigas.
uk: Вищі рівні збільшення масштабу потребують деякого часу для оновлення. 3D глобус оновлюється мінімум один раз на день.

source: Have fun!
eo: Ne havu amuzaĝon, strangulo!
uk: Розважайтесь!

source: Source on
eo: Fontu je
uk: Вихідний код

source: Map Data
eo: Mapa Datumo
uk: Картографічні дані

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
eo: La malplena mapa datumo ke ni uzas, kune kun konvertita OpenStreetMap kaheloj por se orienti, elŝutus je mega.nz jen:
uk: Вихідні дані, котрі ми використовуємо разом з перетвореними фрагментами OpenStreetMap для орієнтації, можуть бути завантажені зі сторінки mega.nz тут:

source: Banned? Detected as Proxy?
eo: Detektita Kiel Prokuro?
uk: Вас забанили? Вас розпізнали як проксі?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
eo: Se estas detektita kiel prokuro, sed ne estas, bonvolu iri je nia ${ guildedLink } aŭ sendi nin retmensaĝo kun ${ getIPLink } al ${ mailLink }. Ne metu vian IP je alia loko. Ni petas je l' malŝat'.
uk: Якщо вас виявили як проксі, але ви ним не є, або вважаєте, що вас помилково забанили, будь ласка, перейдіть на наш ${ guildedLink }, або надішліть нам електронного листа на адресу ${ mailLink } і вкажіть ось цей IID:

source: Controls
eo: Kontroloj
uk: Керування

source: Click a color in palette to select it
eo: Klaku kolorulon en l' koloraron selekti ĝin
uk: Натисніть на колір в палітрі щоб обрати його

source: Press ${ bindG } to toggle grid
eo: Premu ${ bindG } baskuli kranon
uk: Натисніть ${ bindG }, щоб перемкнути сітку

source: Press ${ bindX } to toggle showing of pixel activity
eo: Premu ${ bindX } por vidi piksel' aktivec'.
uk: Натисніть ${ bindX }, щоб перемкнути показ активності пікселів

source: Press ${ bindH } to toggle historical view
eo: Premu ${ bindH } por arkiva vizaĵ'
uk: Натисніть ${ bindH }, щоб перемкнути режим історії

source: Press ${ bindR } to copy coordinates
eo: Premu ${ bindR } por kopii koordinatoj
uk: Натисніть ${ bindR }, щоб копіювати координати

source: Press ${ bindQ } or ${ bindE } to zoom
eo: Premu ${ bindQ } aŭ ${ bindE } por zomi
uk: Натисніть ${ bindQ } або ${ bindE }, щоб змінити масштаб

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
eo: Premu ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } por movi
uk: Натисніть ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD }, щоб пересуватись

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
eo: Premu ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } moviĝi
uk: Натисніть ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight }, щоб пересуватись

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
eo: Trenu ${ mouseSymbol } muson aŭ ${ touchSymbol } glitu por moviĝi
uk: Перетягуйте ${ mouseSymbol } мишу, або ${ touchSymbol } водіть пальцем, щоб переміщуватись

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
eo: Rulumu ${ mouseSymbol } la musradon aŭ ${ touchSymbol } pinĉu zomi
uk: Прокрутіть ${ mouseSymbol } мишею, або ${ touchSymbol } зводьте/розводьте пальцями, щоб змінювати масштаб

source: Hold left ${ bindShift } for placing while moving mouse
eo: Premu kaj fiksu maldekstran ${ bindShift } por meti dum muŝmovado
uk: Утримуйте лівий ${ bindShift }, щоб ставити більше пікселів, рухаючи мишкою

source: Hold right ${ bindShift } for placing while moving mouse according to historical view
eo: Premu kaj fiksu dekstran ${ bindShift } por meti dum muŝmovado, sekvante historia vizaĵo
uk: Утримуйте правий ${ bindShift }, щоб ставити більше пікселів, рухаючи мишкою, згідно з режимом історії

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
eo: ${ mouseSymbol } Maldekstre klaku aŭ ${ touchSymbol } frapetu meti pikselon
uk: ${ mouseSymbol } Натискайте ліву кнопку миші, або ${ touchSymbol } натискайте пальцем, щоб ставити пікселі

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
eo: Klaku ${ mouseSymbol } la mezan musbutonon aŭ ${ touchSymbol } frapetu longe selekti la aktualan ŝvebintan koloron
uk: Натисніть ${ mouseSymbol } середню кнопку миші, або ${ touchSymbol } утримуйте палець на пікселі, щоб обрати колір пікселя, на котрому ви утримуєте курсор

source: Press ${ bindE } and ${ bindC } to fly up and down
eo: Premu ${ bindE } kaj ${ bindC } flugi supren kaj malsupren
uk: Натискайте ${ bindE } та ${ bindC }, щоб переміщуватись вгору та вниз

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
eo: ${ mouseSymbol } Premu kaj fiksu la maldekstran musbutonon kaj trenu la muson rotacii
uk: ${ mouseSymbol } Утримуючи ліву кнопку миші, пересувайте мишу, щоб повертати камеру

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
eo: ${ mouseSymbol } Rulumu la musradon aŭ premfiksu ${ mouseSymbol } la mezan musbutonon kaj trenu zomi
uk: ${ mouseSymbol } Прокручуйте колесо миші, або переміщуйте мишу утримуючи ${ mouseSymbol } середню кнопку миші, щоб змінити масштаб

source: ${ mouseSymbol } Right click and drag mouse to pan
eo: ${ mouseSymbol } Dekstre klaku kaj trenu la muson rotacii la vizaĵ'
uk: ${ mouseSymbol } Утримуючи праву кнопну миші, пересувайте мишу щоб пересуватись

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
eo: ${ mouseSymbol } Dekstre klaku aŭ ${ touchSymbol } duoble frapeti por malmeti pikselon
uk: ${ mouseSymbol } Натискайте праву кнопку миші, або ${ touchSymbol } двічі натискайте пальцем, щоб прибрати піксель

source: We thanks those artists very much, they offered their palettes to the public on
uk: Ми дуже вдячні художникам, котрі запропонували свої палітри публіці на

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
eo: Kredito por l' Kolorar' de l' lun' ĉeestas kun ${ starhouseLink }
uk: Особлива подяка за палітру місяця належить ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
eo: Kredito por l' Kolorar' de l' lun' ĉeestas kun ${ vinikLink }
uk: Особлива подяка за палітру Топ10 належить ${ starhouseLink }.

source: Show Grid
eo: Montri je Krad'
uk: Показати сітку

source: Turn on grid to highlight pixel borders.
eo: Ŝalti kradon emfazi pikselbarojn.
uk: Увімкніть сітку, щоб виділити межі пікселей.

source: Show Pixel Activity
eo: Montri je Piksela Aktivec'
uk: Показати піксельну активність

source: Show circles where pixels are placed.
eo: Montri cirklojn tie ke pikselojn estas metitajn.
uk: Показує кола, де були поставлені пікселі.

source: Disable Game Sounds
eo: Malŝalti je Ludsonar'
uk: Вимкнути звуки у грі

source: All sound effects will be disabled.
eo: Ĉiuj sonoj estos malŝaltitaj.
uk: Усі звукові ефекти будуть відключені.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
uk: Ваш браузер не дозволяє нам використовувати AudioContext, щоб відтворювати звуки. Перевірте чи у вас немає якоїсь функції конфіденційності, блокуючої AudioContext.

source: Enable chat notifications
eo: Ŝaltiti je babila avizar'
uk: Увімкнути нагадування чату

source: Play a sound when new chat messages arrive
eo: Meti sonon kiam novan babilan mensaĝon alvenas
uk: Відтворювати звук, коли приходить нове повідомлення в чаті

source: Auto Zoom In
eo: Aŭto Zomi
uk: Автомасштабування

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
eo: Zomu anstataŭe meti pikselon kiam vi frapetas l' kanvason kaj vian zomo etas.
uk: Якщо ви не можете поставити піксель, коли натискаєте на полотно - збільшіть масштаб, якщо він замалий.

source: Compact Palette
eo: Kompakta Kolorar'
uk: Компактна палітра

source: Display Palette in a compact form that takes less screen space.
eo: Montru Kolorar' je kompakta form' kiu ekranuzas malpli.
uk: Показувати палітру в компактній формі, яка займає менше місця на екрані.

source: Potato Mode
eo: Malmultekosta Computilaĉo Modo
uk: Режим Нокії 3310

source: For when you are playing on a potato.
eo: Kiam vi ludas je aĉa avina legoma computil'.
uk: На випадок якщо ви граєте на Nokia 3310 (або просто слабкому комп'ютері).

source: Light Grid
eo: Hela Krad'
uk: Світла сітка

source: Show Grid in white instead of black.
eo: Montru Krad' je blanka anstataŭ negra.
uk: Показувати сітку білим кольором замість чорного.

source: Historical View
eo: Historia Vidaĵ'
uk: Режим історії

source: Check out past versions of the canvas.
eo: Vidu estintecajn versiojn de l' kanvas'.
uk: Подивитись минулі версії полотна.

source: Themes
eo: Temar'
uk: Теми

source: How website should look like.
eo: Kiel CanvasPixel devus verŝajni.
uk: Як має виглядати CanvasPixel.net.

source: Select Language
eo: Selektu Lingvon
uk: Обрати мову

source: Profile
eo: Profil'
uk: Профіль

source: Statistics
uk: Статистика

source: Converter
eo: Konvertil'
uk: Перетворювач

source: Modtools
eo: Moderigiloj
uk: Інструменти модератора

source: Loading...
eo: Ŝarĝadanta...
uk: Завантаження...

source: Consider joining us on Discord:
eo: Konsideru kunigi kun ni je Discord:
uk: Приєднуйтесь до нас в Discord:

source: Register new account here
eo: Registriĝi novan konton jen
uk: Зареєструйте новий акаунт тут

source: Name
eo: Nom'
uk: Ім'я

source: Email
eo: Retpostadres'
uk: Електронна скринька

source: Password
eo: Pasvort'
uk: Пароль

source: Confirm Password
eo: Konfirmu Pasvort'
uk: Підтвердьте пароль

source: Captcha
uk: Тест CAPTCHA

source: Submit
eo: Sendu
uk: Відправити

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who currently like a meme. Those canvases can get boring after a while and after weeks of no major change and if they really aren't worth being kept active, we decide to remove them.
eo: Kvankam ni inklinus ne nuligi je kanvasar', kelkajn kanvasojn estas komencigitaj por amuzigi aŭ por pet' de uzantoj kiun momente ŝatas ion ajn memeon. Tiuj kanvasoj povus tedi kelkatempe kaj post semanoj de ne grandaj ŝanĝaĵoj, kaj se tiuj vere ne estas aktiva, ni decidas nuligi tiujn.
uk: Хоча ми зазвичай не видаляємо полотна, деякі з них створюються для розваги, або як запит користувачів, яким зараз подобається якийсь мем. Ці полотна можуть набриднути через деякий час (зазвичай тижні) без серйозних змін, і якщо вони дійсно не варті того, щоб залишати їх, ми вирішуємо їх видалити.

source: Here we collect those canvases to archive them in a proper way (which is currently just one).
eo: Ĉi tie ni kolektas tiun kanvasojn arkivi ilin je konvena manier' (kiu estas unuope, momente).
uk: Тут ми зберігаємо ті полотна, щоб їх заархівувати належним чином (котрих в даний момент лише один).

source: Political Compass Canvas
eo: Politikompasa Kanvas'
uk: Полотно "Політичний компас"

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
eo: Ĉi tiu kanvas' estis petita dum temp' de politikajn konfliktojn je la mondkanvas'. Ĝi estis 1024x1024 reprezentadon de la politikompason kun 5s malvarmiĝon kaj 60s bufron. Ĝi estis lanĉita je 11-a de Maio kaj daŭris aktivece je monatoj ĝis ĝi estis mallanĉita je 11-a de Novembro.
uk: Це полотно було запотребовано під час політичних конфліктів на головному полотні Землі. Це було представлення політичного компаса у розмірі 1024x1024 з 5-секундим часом відновлення та запасом перезарядки в 60 секунд. Він був запущений 11 травня 2020 року на ppf і залишався активним протягом місяців, поки його не закрили на тому ж сайті 30 листопада 2020.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
eo: Ni decidis arkivi ĝi je rapidtempfilmet' kun senperda webm. Ekrankopi' de l' rapidtempfilmet' rezultas je perfektan 1:1 reprezentad' da kanvason je tiu temp'.
uk: Ми вирішили заархівувати його як таймлапс з кодуванням webm без втрат. Знімок екрана з таймлапсу дає ідеальне зображення того, яким було полотно на той час в масштабі 1:1.

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archive of closed canvases can be accessed here:
eo: Selekti la kanvason kiu uzos. Ĉiu kanvas' estas unika kaj havas malsamajn palestrojn, malvarmiĝon, kaj postulojn. Arkivon de fermitaj kanvasoj alirus jen:
uk: Оберіть полотно, яке ви хочете використати. Кожне з них унікальне, та має різні палітри, час відновлення та вимоги. Архів закритих полотен доступний тут:

source: Archive
eo: Arkiv'
uk: Архів

source: Start chatting here
eo: Komencu babili ĉi tie
uk: Почніть спілкування тут

source: Chat here
eo: Babilu jen
uk: Спілкуйтесь тут

source: You must be logged in to chat
eo: Devas esti ensalutita por babili
uk: Необхідно увійти, щоб спілкуватись в чаті

source: Channel settings
eo: Kanal' agordoj
uk: Налаштування каналу

source: Sent you a mail with instructions to reset your password.
eo: Sendita estas retpostmensaĝo kun instrukcioj, kiel renovigi vian pasvorton.
uk: Вам відправлено листа з інструкціями для скидання вашого пароля.
