Repository: ByPikod/canvaspixel-translations
Catalog: *.po
Languages: eo, uk

source: Enter your mail address and we will send you a new password:
eo: Enskribi vian retmesaĝadreson kaj ni sendos vi novan pasvorton:
uk: Введіть вашу електронну скриньку, і ми надішлемо вам новий пароль:

source: Could not load captcha
uk: Не вдалось завантажити тест CAPTCHA

source: Type the characters from the following image:
uk: Введіть символи з даного зображення:

source: Tip: Not case-sensitive; I and l are the same
uk: Примітка: "I" та "l" - ті самі літери; регістр символів не важливий

source: Load Captcha
uk: Завантажити тест CAPTCHA

source: Click to Load Captcha
uk: Натисніть, щоб завантажити тест CAPTCHA

source: Can't read? Reload:
uk: Не можете прочитати? Перезавантажити:

source: Reload
uk: Перезавантажити

source: Enter Characters
uk: Введіть символи

source: Email can't be empty.
eo: Retpostmensaĝuj' ne povas esti malplena.
uk: Необхідно вказати адресу електронної скриньки.

source: Email should be at least 5 characters long.
eo: Retpostmensaĝ' devus esti almenaŭ 5 karakterojn.
uk: Електронна скринька не може бути коротша за 5 символів.

source: Email can't be longer than 40 characters.
eo: Retpostmensaĝ' ne povas esti >40 karakterojn.
uk: Електронна скринька не може бути довша за 40 символів.

source: Email should at least contain a dot
eo: Retpostmensaĝ' devus almenaŭ enhavi pukton
uk: Електронна скринька має містити в собі мінімум одну крапку

source: Email should contain a @
eo: Retpostmensaĝ' devus enhavi @
uk: Електронна скринька має містити в собі символ @

source: Name can't be empty.
eo: Nom' ne povas esti malplena.
uk: Ім'я не може бути порожнім.

source: Name must be at least 2 characters long
eo: Nom' devus enhavi almenaŭ 4 karakterojn
uk: Ім'я не може бути коротшим ніж 2 символи

source: Name must be shorter than 26 characters
eo: Nom' devus esti pli mallonga ol 26 karakterojn
uk: Ім'я має бути коротшим за 26 символів

source: Name contains invalid character like @, /, \ or #
eo: Nom' enhavas nevalidan karakterojn kiel @, /, \, aŭ #
uk: Ім'я містить в собі неприпустимі символи, такі як @, /, \ чи #

source: No password given.
eo: Pasvorton ne donita.
uk: Пароль не вказано.

source: Password must be at least 6 characters long.
eo: Pasvorton devus enhavi almenaŭ 6 karakterojn.
uk: Пароль не може бути коротшим за 6 символів.

source: Password must be shorter than 60 characters.
eo: Pasvorton devus esti pli mallonga ol 60 karakterojn.
uk: Пароль має бути коротшим за 60 символів.

source: Get IID
uk: Отримати IID

source: Copy
uk: Копіювати

source: Login to access more features and stats.
eo: Ensalutu aliri pli eblojn kaj statistikaĵojn.
uk: Увійдіть, щоб отримати доступ до додаткових функцій та статистики.

source: Login with Name or Mail:
eo: Ensalutu kun Nomon aŭ Retpostadreson:
uk: Увійдіть за допомогою імені або скриньки:

source: I forgot my Password.
eo: Forgesis mi pasvorton mian.
uk: Я забув свій пароль.

source: or login with:
eo: aŭ ensalutu je:
uk: або увійдіть за допомогою:

source: or register here:
eo: aŭ registriĝu jen:
uk: або зареєструйтесь тут:

source: Register
eo: Registriĝi
uk: Зареєструватись

source: Today Placed Pixels
eo: Hodiaŭa Metitaj Pikseloj
uk: Сьогодні поставлено пікселів

source: Daily Rank
eo: Hodiaŭa Rang'
uk: Щоденний рейтинг

source: Placed Pixels
eo: Metitaj Pikseloj
uk: Поставлених пікселів

source: Total Rank
eo: Tuta Rang'
uk: Загальний рейтинг

source: Your name is:
uk: Ваше ім'я: ${ name }

source: Joined at:
uk: Приєднався:

source: Log out
eo: Elsalutu
uk: Вийти

source: Change Username
eo: Ŝanĝu Uzantnomon
uk: Змінити ім'я

source: Change Mail
eo: Ŝanĝu Retpostadreson
uk: Змінити скриньку

source: Change Password
eo: Ŝanĝu Pasvorton
uk: Змінити пароль

source: Delete Account
eo: Nuligu Konton
uk: Видалити акаунт

source: Social Settings
eo: Komunikaĵaj Agordoj
uk: Соціальні налаштування

source: Choose Canvas
eo: Elektu Kanvason
uk: Обрати полотно

source: Palette Download
eo: Elŝulti Kolorare
uk: Завантажити палітру

source: Palette for ${ gimpLink }
eo: Kolorar' por ${ gimpLink }
uk: Палітра для ${ gimpLink }

source: Image Converter
eo: Bildkonvertil'
uk: Перетворювач зображень

source: Convert an image to canvas colors
eo: Konvertu bildon al kanvasaj koloroj
uk: Перетворює зображення в кольори палітри

source: Choose Strategy
eo: Elektu Strategion
uk: Обрати стратегію

source: Serpentine
uk: Серпантин

source: Minimum Color Distance
uk: Мінімальна колірна відстань

source: Calculate like GIMP
uk: Обчислювати як GIMP

source: Choose Color Mode
eo: Elektu Koloran Modon
uk: Обрати колірний режим

source: Add Grid (uncheck if you need a 1:1 template)
eo: Aldonu Kradon (ne elektu se necesus 1:1 proporcion)
uk: Додати Сітку (зніміть прапорець, якщо вам потрібен шаблон 1:1)

source: Offset
eo: Kompens'
uk: Зсув

source: Scale Image
eo: Skalu Bildon
uk: Масштабувати зображення

source: Width
eo: Larĝec'
uk: Ширина

source: Height
eo: Alteco
uk: Висота

source: Keep Ratio
eo: Konservu Porporcion
uk: Зберігати пропорції

source: Anti Aliasing
eo: Glatigo
uk: Згладжування

source: Reset
eo: Renuligu
uk: Скидання

source: Download Template
eo: Elŝultu Modelon
uk: Завантажити шаблон

source: Total
eo: La Tuto
uk: Усього

source: Today
uk: Сьогодні

source: Yesterday
uk: Вчора

source: Countries Today
uk: Країни сьогодні

source: Charts
uk: Графіки

source: User
eo: Uzantareo
uk: Користувач

source: Country
uk: Країна

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
eo: Rangigas ĉiu 5 minutoj. Hodiaŭa rangojn nuligas je meznokto UTC.
uk: Рейтинг оновлюється кожні 5 хвилин. Щоденний рейтинг скидається о 0:00 UTC (в Україні взимку - о 2:00, влітку - о 3:00)

source: Online Users
eo: Malblokigu Uzantojn
uk: Користувачі онлайн

source: Cooldown
eo: Malvarmiĝ'
uk: Перезарядка

source: Stacking till
eo: Bufadinda ĝis
uk: Запас перезарядки

source: Ranked
eo: Rangita
uk: Враховується в рейтингу

source: Yes
uk: Так

source: No
uk: Ні

source: Requirements
eo: Postular'
uk: Вимоги

source: User Account
eo: Uzantkont'
uk: Акаунт користувача

source: and ${ canvas.req } Pixels set
eo: kaj ${ canvas.req } Pikselojn metitajn
uk: та ${ canvas.req } поставлених пікселей

source: Top 10 Daily Ranking
eo: Hodiaŭa Rang'
uk: Топ 10 в щоденному рейтингу

source: Dimensions
eo: Dimensioj
uk: Розміри

source: Save
eo: Ŝparu
uk: Зберегти

source: Top 10 Countries [pxls / day]
uk: Топ 10 країн [пікселів/день]

source: Players and Pixels per hour
eo: Metitaj Pikseloj
uk: Гравці та пікселі на годину

source: Top 10 Players [pxls / day]
uk: Топ 10 гравців [пікселів/день]

source: Countries by Pixels Today
uk: Країни за пікселями сьогодні

source: Total Pixels placed per day
eo: Pikseloj metitaj
uk: Усього пікселів, замальованих за день

source: Please verify your mail address or your account could get deleted after a few days.
eo: Bonvolu verifiki vian retpostadreson aŭ via konto povus esti nuligita post kelkaj tagoj.
uk: Будь ласка, підтвердьте свою адресу скриньки, або ваш акаунт може бути видалено за декілька днів.

source: A new verification mail is getting sent to you.
eo: Novan verigan retpostmensaĝon estas sendita.
uk: Вам буде відправлено нового листа для підтвердження.

source: Click here to request a new verification mail.
eo: Klaku jen peti novan verigan retpostmensaĝon.
uk: Натисніть тут, щоб надіслати запит на новий лист для підтвердження.

source: New Username
eo: Nova Uzantnom'
uk: Нове ім'я користувача

source: Passwords do not match.
eo: Pasvortoj ne parigas.
uk: Паролі не збігаються.

source: Changed Password successfully.
eo: Ŝanĝis Pasvorton malerare.
uk: Пароль успішно змінено.

source: Old Password
eo: Malnova Pasvort'
uk: Старий пароль

source: New Password
eo: Nova Pasvort'
uk: Новий пароль

source: Confirm New Password
eo: Verigu Novan Pasvorton
uk: Підтвердьте новий пароль

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
eo: Ŝanĝis Retpostadreson malerare. Ni sendis vin verigaĵa mensaĝon, bonvolu verigi vian novan retpostadreson.
uk: Скриньку успішно змінено. Ми надіслали вам листа для підтвердження, будь ласка, підтвердьте свою нову адресу електронної поштової скриньки.

source: New Mail
eo: Nova Retpostmensaĝ'
uk: Нова електронна скринька

source: Yes, Delete My Account!
eo: Jes, Nuligu Mian Konton!
uk: Так, видалити мій акаунт!

source: Block DMs
eo: Bloku
uk: Заблокувати ПП

source: Block all Private Messages
eo: Bloku ĉiuj privatan mensaĝaĉon
uk: Блокувати усі приватні повідомлення

source: Private
uk: Закритий профіль

source: Don't show me in global stats
uk: Не відображати мене у глобальній статистиці

source: Unblock Users
eo: Malblokigu Uzantojn
uk: Розблокувати користувачів

source: You have no users blocked
eo: Ne havas vi uzantojn blokatajn
uk: У вас немає заблокованих користувачів

source: Announcement
uk: Оголошення

source: Receiver
uk: Одержувач

source: Receiver User
uk: Ім'я одержувача

source: Announce received by ${ body.totalReceiver } people.
uk: Оголошення отримали ${ body.totalReceiver } людей.

source: Something went wrong while announcing!
uk: Щось пішло не так під час спроби оголошення!

source: Announce
uk: Оголосити

source: IP Actions
eo: IP Aktoj
uk: Дії з IP

source: Do stuff with IPs (one IP per line)
eo: Faru iom kun IPs (un IP po linion)
uk: Виконати дію з IP (одна IP адреса на лінію)

source: Manage Moderators
eo: Mastrumu Moderigistojn
uk: Керування модераторами

source: Remove Moderator
eo: Alĵetu je Moderigist'
uk: Видалити модератора

source: There are no mods
eo: Ne estas moderigistoj
uk: Модераторів немає

source: Assign new Mod
eo: Faru novan moderigiston
uk: Призначити нового модератора

source: Enter UserName of new Mod
eo: Entajpu UzantNomon de la nova Moderigist'
uk: Введіть ім'я нового модератора

source: User Name
eo: Uzantnom'
uk: Ім'я користувача

source: Build image on canvas.
eo: Konstruu bildon je l' kanvas'.
uk: Побудувати зображення на полотні.

source: Build image and set it to protected.
eo: Konstruu bildon kaj protektu ĝin.
uk: Побудувати зображення та поставити на нього захист.

source: Build image, but reset cooldown to unset-pixel cd.
eo: Konstruu bildon, sed, nuligu je l' malvarmig'.
uk: Побудувати зображення, але скинути перезарядку для білих/світло-блакитних пікселів.

source: Clean spare pixels that are surrounded by unset pixels
uk: Очищення зайвих пікселів, оточених недоторкнутими пікселями

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
uk: Очищення зайвих пікселів, оточених недоторкнутими пікселями та до одного пофарбованого пікселя

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
uk: Очищення зайвих пікселів, оточених одним іншим кольором або недоторкнутими пікселями (ДУЖЕ АГРЕСИВНО НА ПОЛОТНАХ, ЩО ДОПУСКАЮТЬ НЕДОТОРКНУТІ ПІКСЕЛІ (де є окремі перезарядки для зафарбованих і незафарбованих пікселів)!)

source: Status: Not running
uk: Статус: Не запущено

source: Image Upload
eo: Je Bild' Alŝutu
uk: Завантажити зображення

source: Upload images to canvas
eo: Alŝultu bildojn al kanvas'
uk: Завантажити зображення на полотно

source: File
eo: Dosiero
uk: Файл

source: Coordinates in X_Y format:
eo: Koordinatoj en X_Y aranĝo:
uk: Координати у форматі X_Y:

source: Pixel Protection
eo: Piksela Protektaĵ'
uk: Захист пікселів

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
eo: Protektu areojn (se necesas pli fajna kontrolo, uzu protekton kun la bilda alŝultilon kaj alfa tavolon)
uk: Поставити захист на область (якщо вам потрібен точніший захист, використайте захист з завантаженням зображення та альфа шарами)

source: Top-left corner
uk: Лівий верхній кут

source: Bottom-right corner
uk: Нижній правий кут

source: Rollback to Date
eo: Malmetu je l' Dat'
uk: Відкотити до дати

source: Rollback an area of the canvas to a set date (00:00 UTC)
eo: Malmetu je areo kanvaso al dato (00:00 UTC)
uk: Відкотити область полотна до встановленої дати (00:00 UTC (в Україні: зимовий час - 2:00; літній час - 3:00))

source: Canvas Cleaner
eo: Kanvasselekaĵ'
uk: Очищувач Полотна

source: Apply a filter to clean trash in large canvas areas.
uk: Застосуйте фільтр, щоб очистити сміття на великих областях полотна.

source: Stop Cleaner
uk: Зупинити очищувач

source: Interval is invalid
eo: Nevalida Kanvas'
uk: Неприпустимий інтервал

source: Check who placed in an area
uk: Перевірити хто поставив пікселі в області

source: Canvas
eo: Elektu Kanvason
uk: Полотно

source: Interval
uk: Інтервал

source: IID (optional)
uk: IID (необов'язково)

source: Get Pixels
eo: Metitaj Pikseloj
uk: Отримати пікселі

source: Get Users
uk: Отримати користувачів

source: You must enter a duration
uk: Необхідно ввести тривалість

source: You must enter an IID
uk: Необхідно вказати IID

source: IID Actions
eo: IP Aktoj
uk: Дії з IID

source: Enter Reason
uk: Введіть причину

source: (0 = infinite)
uk: (0 = нескінченно)

source: Name or Email
eo: Nom' aŭ Retpostadres'
uk: Им'я або адреса електронної скриньки

source: LogIn
eo: EnSalUtu
uk: Увійти в акаунт

source: Ping
eo: Eĥosondu
uk: Згадати

source: DM
eo: Mesaĝi Rekte
uk: ПП

source: Block
eo: Bloku
uk: Заблокувати

source: Mute
eo: Silentu
uk: Заглушити

# keybinds
source: X
uk: Х

# keybinds
source: C
uk: С

source: Your name is: ${ name }
eo: Via nomo estas: ${ name }
