Repository: ByPikod/canvaspixel-translations
Catalog: os.po
Languages: os

source: Copied!
os: Къопи ис!

source: Show Hidden Canvases
os: Четæны Равзар

source: Error :(
os: Рæдыд :(

source: Didn't get an answer from CanvasPixel. Maybe try to refresh?
os: CanvasPixel'мæ дзуаппы райс нæй? Чи зоны бафæлвар сног кæнын?

source: Invalid Canvas
os: Æнæраст Четæн

source: This canvas doesn't exist
os: Четæны ай æнæ фæлдис

source: Invalid Coordinates
os: Æнæраст Координаттæ

source: x out of bounds
os: x арæн æддейы

source: y out of bounds
os: y арæн æддейы

source: z out of bounds
os: z арæн æддейы

source: Wrong Color
os: Æнæраст хуыз

source: Invalid color selected
os: Æнæраст хуыз равзарон

source: Just for registered Users
os: Регистрацион пайдагæнæгæн æрмæст

source: You have to be logged in to place on this canvas
os: Ды системы бацу дарын, цæмæй бынæттæ скæн чатæны ай

source: Place more :)
os: Стылдæр равæрын :)

source: You can not access this canvas yet. You need to place more pixels
os: Нæй гæнæн дæ бацæуæн райсын четæнмæ ай. Сымахæн хъæуы бынæттæ скæн стылдæр пиксел

source: Pixel protected!
os: Пиксел хъахъхъæн у!

source: Please prove that you are human
os: Табуафси, равдис ма цы адæймаг дæ

source: No Proxies Allowed :(
os: Прокситæ æнæ бар :(

source: You are using a Proxy.
os: Дæ прокси спайда.

source: Didn't get an answer from server. Maybe try to refresh if problem persists?
os: CanvasPixel'мæ дзуаппы райс нæй? Чи зоны бафæлвар сног кæнын?

source: Weird
os: Диссаг

source: Couldn't set Pixel
os: Æнæ рауади пикселы равæрыв

source: Error ${ retCode }
os: Рæдыд ${ retCode }

source: Canvas Error
os: Четæны Архив

source: OK
os: Хорз

source: You made too many requests
os: Ды æгæр бирæ бафарст саразта

source: try again after ${ ti }min
os: иу хатт ма бафæлвæрдта ${ ti }мин. фæстæ

source: Connection error ${ code } :(
os: Бастдзинад рæдыд ${code} :(

source: Could not connect to server, please try again later :(
os: Æнæ рауади сервермæ бастдзинад, фæлварæн фæлхатма фæстæдæр :(

source: Unknown Error
os: Æнæхъуыст Рæдыд

source: Server answered with gibberish :(
os: Сервер хатиаг æвзаг дзуапп ратт ма

source: Copy to Clipboard
os: Буферы ивдмæ Къопи ис

source: Pixels placed
os: Æрбынтон пикселтæ

source: Canvas Selection
os: Четæны Равзæрст

source: Close Chat
os: Чаты Сæхгæнын

source: Open Chat
os: Чаты Бакæнын

source: Close Menu
os: Меню Сæхгæнын

source: Open Menu
os: Меню Бакæнын

source: Loading
os: Æрбавгæд...

source: Select Date above
os: Æвзаджы Равзарын

source: Close
os: Сæхгæнын

source: Maximize
os: иуыл Стыр

source: Help
os: Æххуыс

source: Settings
os: Рæвдзгæнæнтæ

source: User Area
os: Пайдагæнæджы Облæст

source: Make Screenshot
os: Скриншоты Саразын

source: Globe View
os: Глобалон бакаст

source: Close Palette
os: Палитры Сæхгæнын

source: Open Palette
os: Палитры Бакæнын

source: Registration
os: Регистраци

source: Forgot Password
os: Паролы мæ ферох.

source: Chat
os: Чат

source: Canvas Archive
os: Четæны Архив

source: You failed your captcha
os: Captcha байдзаг бантыс ма

source: No captcha id given
os: Парол æнæ бацамон.

source: Unknown Captcha Error
os: Æнæхъуыст Рæдыд

source: Error
os: Рæдыд

source: Cancel
os: Аивын

source: Send
os: Арвитын

source: Place color pixels on a large canvas with other players online!
os: Хуызджын пикселтæ бынæт стыр четæны иумæ иннæ хъазæгимæ онлайн!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
os: Нæ бындурон четæн - стыр дунейы картæ, кæцы æмбæлы равæр кæм фæнды, фæлæ сымахæн хъæуы факæс бæлвырдон рæстæг сфидар пикселы астæу. Ды æмбæлы рæстæг сфидар рабæлвырд у æмæ домæн меню четæны равзæрст (Глобусы джыбы уæлейæ). Кæцыдæр четæнтæ иннæ рæстæг мын ис сфидар ивдæн рардон пикселы пайдагæнæг, цæмæй æнæфидаргонд пикселæн. Ома 4s / 7s нысанта 4s ног пикселы æмæ 7s нырид æрæвæрд пикселтæ.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
os: Сногæн бæрзонд æмвæздæр масштабы хъæуын исдуг, æртæбаргæ глобус сног кæны æнæ стæмхатт боны иу хатт.

source: Have fun!
os: Ивхæрс!

source: Source on
os: Гуырæн баргъæв

source: Map Data
os: Карты Бæрæггæнæнтæ

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
os: Спайда махæн лæгуын картæты фыссы бæрæггæнæнтæ иумæ рацарæзты фрагментимæ OpenStreetMap байдзаг здæхтæн æмбæлы сайтимæ mega.nz ам:

source: Banned? Detected as Proxy?
os: Прокси куыд равдис?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
os: Кæд дæ рабæрæг куыд прокси, фæлæ ахæм дæ æнæ зынон, фарсы ацæу ${guildedLink} кæнæ арвит махæн електронон фыстæг ${getIPLink}'имæ адрисы ${mailLink}. Бынæттæ нæй дæ IP кæм кæнæ ма. Хион хатыр хæссма фæсзынвадат.

source: Controls
os: Цæстдард

source: Click a color in palette to select it
os: Палитры хуыз ныкъкъæрцц, цæмæй уый равзар

source: Press ${ bindG } to toggle grid
os: Æлхъив ${ bindG } цæмæй хызы аргъæв

source: Press ${ bindX } to toggle showing of pixel activity
os: Æлхъив ${ bindX } аргъæвæн фæлгонц пикселы разæнгарддзинад

source: Press ${ bindH } to toggle historical view
os: Æлхъив ${ bindH } историкон бакаст аргъæв

source: Press ${ bindR } to copy coordinates
os: Æлхъив ${ bindR } координаты къопи ис

source: Press ${ bindQ } or ${ bindE } to zoom
os: Æлхъив ${ bindQ } кæнæ ${ bindE } бирæ кæн

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
os: Æлхъив ${ bindW }, ${ bindA }, ${ bindS }. ${ bindD } цæмæй бынат аив

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
os: Æлхъив ${ bindAUp }, ${ bindALeft }, ${ bindADown }. ${ bindARight } цæмæй бынат аив

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
os: Алас ${mouseSymbol} мыст кæнæ ${touchSymbol} pan цæмæй бынат аив

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
os: Зил мысты цалх ${mouseSymbol} кæнæ æнгуылдз фæлхыскъ ${touchSymbol}, цæмæй фæфылдæр

source: Hold left ${ bindShift } for placing while moving mouse
os: Хи уром галиу джыбы ${bindShift} æрбынатæн бынатаивд мыст цур

source: Hold right ${ bindShift } for placing while moving mouse according to historical view
os: Уром рахиз джыбы ${bindShift} æрбынатæн бынатаивд мыст цур æмбæрдзинады историкон афæлгæстимæ

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
os: ${ mouseSymbol } Галиу джыбы мыст ныкъкъæрцц кæнæ символы фæцагай ${ touchSymbol }, цæмæй пикселы бынæттæ

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
os: Æлхъив астæуккаг джыбы мыст ${ mouseSymbol } кæнæ æрæлхъив æмæ уром ${ touchSymbol }, цæмæй равзар цæугæ хуыз басгардзинад

source: Press ${ bindE } and ${ bindC } to fly up and down
os: Цæмæй тæх сæр æмæ дæлæмæ, æлхъив ${bindE} æмæ ${bindC}

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
os: ${mouseSymbol} Галиу джыбы мыст уром,мысты алас цæмæй аздах

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
os: ${ mouseSymbol } Мысты цалх зил кæнæ уром ${ mouseSymbol } астæуккаг мысты джыбы æмæ ахадæнæн алас

source: ${ mouseSymbol } Right click and drag mouse to pan
os: ${ mouseSymbol } Рахиз джыбы ныкъкъæрцц мыст æмæ мыст алас стыр нывæн

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
os: ${ mouseSymbol } Рахиз джыбы ныкъкъæрцц мыст кæнæ дыууæ хатты æлхъив ${ touchSymbol }, цæмæй пикселы адард

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
os: Бузныг тыххæй «Палитры мæй» ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
os: Бузныг тыххæй «Палитры мæй» ${ vinikLink }.

source: Show Grid
os: Хызæг Равдис

source: Turn on grid to highlight pixel borders.
os: Хызæг баргъæвын цæмæй пикселы арæн равзар.

source: Show Pixel Activity
os: Пикселы разæнгарддзинад равдис

source: Show circles where pixels are placed.
os: Зылдтæ равдис, кæцы пикселы æрбынат.

source: Disable Game Sounds
os: Хъазты Зæл Рафтау

source: All sound effects will be disabled.
os: Алцы зæлон архайдтæ рафтау æгъгъæд.

source: Enable chat notifications
os: Чаты хъусыгæнæнтæ баргъæв

source: Play a sound when new chat messages arrive
os: Сноджы зæл фæзынд рæстæджы ног чаты фыстæджытæ

source: Auto Zoom In
os: Автоахадæн

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
os: Масштабы ахадæн уыцы бæсты цæмæй пикселы бынæттæ кæнын, кæддæ ныдзæв четæн æмæ дæ масштаб къаннæг.

source: Compact Palette
os: Æнгом Палитрæ

source: Display Palette in a compact form that takes less screen space.
os: Æнгом Палитрæ райста къаддæр екраны бынат.

source: Potato Mode
os: Картофы Уаг

source: For when you are playing on a potato.
os: Кæд картофы хъазт.

source: Light Grid
os: Рухсы Хызæг

source: Show Grid in white instead of black.
os: Хызæг æвдисын урс хуыз сау бæсты.

source: Historical View
os: Историон бакаст

source: Check out past versions of the canvas.
os: Рабæлвырд четæны ивгъуыд верси.

source: Themes
os: Темтæ

source: How website should look like.
os: Куыд дарын CanvasPixel йæ бакаст.

source: Select Language
os: Æвзаджы Равзарын

source: Profile
os: Профил

source: Converter
os: Къонвертер

source: Loading...
os: Æрбавгæд...

source: Consider joining us on Discord:
os: Баиу махæнмæ Discord:

source: Register new account here
os: Ног аккаунт регистраци ам

source: Name
os: Ном

source: Email
os: Електронон Пост

source: Password
os: Парол

source: Confirm Password
os: Паролы Сфидар кæн

source: Submit
os: Сфидар кæн

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archive of closed canvases can be accessed here:
os: Четæны равзар кæцы спайда фæнды дæ. Алы четæн уникал æмæ алы палитрытæ ис, рæстæг сфидар æмæ домæн. Архив æхгæд кæттаг ам ис:

source: Archive
os: Архив

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who currently like a meme. Those canvases can get boring after a while and after weeks of no major change and if they really aren't worth being kept active, we decide to remove them.
os: Кæд мах куыд уагæвæрд,четæнтæ хай нæй, кæцыдæр фæлдыст ивхæрсæнæн кæнæ курдиаты пайдагæнæг,кæцы абоны бон рæстæг мем зæрдæмæ. Четæны ай чи схъыг исдуг фæстæ, æмæ стæй цалдæр къуыри нæуæвын лæмбынæг ивындзинад, æмæ кæд уыдон æцæг лæууы уыцы нæй, цæмæй зай разæнгард, мах скъуыддзаг адард уыдон.

source: Here we collect those canvases to archive them in a proper way (which is currently just one).
os: Мах ам хи рæвдз четæны ай, цæмæй аккаг фæлгонц архив кæнын уыдон (абоны бон рæстæджы æрмæст иунæг ай).

source: Political Compass Canvas
os: Политикон Хъыбыллæ Четæн

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
os: Четæны ай уыд æркур рæстæджы политикон быцæу сæйраг зæххы кæттаджы. Уыд бавдыст ай политикон æнгом барлæвæрды 1024x1024 ифтыгъдимæ 5 сикъунд æмæ суммированийы 60 сикъунд. 11 майы фехс ма йæ æмæ зайы разæнгард цыды цалдæр мæй,цалынмæ сæхгæн йæ ай.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
os: Сфæнд кодтон архив кæны уый куыд таймлапс шифримæ æнæ асæрф webm. Екраны хуызист таймлапсæй ратт хæрзæххæст бавдис 1:1 уыцы, кæцы уыд четæн та рæстæджы.

source: Start chatting here
os: Райдай æмхиц уын ам

source: Chat here
os: Чаты ам

source: You must be logged in to chat
os: Ды чаты бацу дарын

source: Channel settings
os: Къаналы рæвдзгæнæнтæ

source: Sent you a mail with instructions to reset your password.
os: Арвит фыстæг уын амындимæ паролы раппар гæсгæ.

source: Enter your mail address and we will send you a new password:
os: Дæ посты адрис мидæмæ, æмæ мах ног парол сымахæн æрæрвит:

source: Could not load captcha
os: Captcha байдзаг бантыс ма

source: Type the characters from the following image:
os: Символы бакæн иннæ сурæтимæ:

source: Tip: Not case-sensitive; I and l are the same
os: Уынаффæ: Регистрымæ ненкъарæг; Æз æмæ æз ахæм та

source: Click to Load Captcha
os: Captcha байдзаг бантыс ма

source: Can't read? Reload:
os: Арæхс ма кæсын? Бавдзаг кæн:

source: Reload
os: Бавдзаг кæн

source: Enter Characters
os: Символы Бакæн кæн

source: Email can't be empty.
os: Електроны пост æнæ чи зоны афтид уын.

source: Email should be at least 5 characters long.
os: Електроны пост дары у æнæ къаддæр цæмæй 5 символæй.

source: Email can't be longer than 40 characters.
os: Електроны пост æнæ чи зоны даргъ 40 символы.

source: Email should at least contain a dot
os: Електронон пост дары хæссын уæд та тæпп

source: Email should contain a @
os: Електронон пост дары хæссын @

source: Name can't be empty.
os: Ном æнæ чи зоны афтид.

source: Name must be at least 2 characters long
os: Ном дарын у æнæ къаддæр цæмæй 4 символæй

source: Name must be shorter than 26 characters
os: Ном дарын у цыбыр 26 символы

source: Name contains invalid character like @, /, \ or #
os: Ном хæссы æнæруадзгæ символ, дæнцæн @, /, \ кæнæ #

source: No password given.
os: Парол æнæ бацамон.

source: Password must be at least 6 characters long.
os: Парол дарын у æнæ къаддæр цæмæй 6 символæй.

source: Password must be shorter than 60 characters.
os: Парол дарын у цыбыр 60 символы.

source: Save
os: Бавæрын

source: Login to access more features and stats.
os: Бацу цæмæй бацæуæн райсын баххæстаг функци кæнæ статистикмæ.

source: Login with Name or Mail:
os: Ном кæнæ посты бацу:

source: I forgot my Password.
os: Паролы мæ ферох.

source: or login with:
os: кæнæ бацу æххуысимæ:

source: or register here:
os: кæнæ регистраци ам:

source: Register
os: Регистраци

source: Today Placed Pixels
os: Абонон Равæрды Пикселтæ

source: Daily Rank
os: Алыбоны Рейтинг

source: Placed Pixels
os: Равæрды Пикселтæ

source: Total Rank
os: Иумæйаг Рейтинг

source: Your name is: ${ name }
os: Дæ ном: ${ name }

source: Log out
os: Рахиз

source: Change Username
os: Пайдæгæнæджы ном Аивын

source: Change Mail
os: Електронон Посты Аивын

source: Change Password
os: Паролы Аивын

source: Delete Account
os: Аккаунты Адард кæн

source: Social Settings
os: Социалон Рæвдзгæнæнтæ

source: Choose Canvas
os: Четæны Равзар

source: Palette Download
os: Палитры Байдзаг

source: Palette for ${ gimpLink }
os: Палитрæн ${ gimpLink }

source: Image Converter
os: Сурæты Къонвертæг

source: Convert an image to canvas colors
os: Сурæты рацарæзт четæны хуызимæ

source: Choose Strategy
os: Хæсты Дæсниады Равзар

source: Choose Color Mode
os: Хуызы Уаг Равзар

source: Add Grid (uncheck if you need a 1:1 template)
os: Хызæджы Бафтау (тырысæйы ис, сымахæн куы шаблоны хъæуы 1:1)

source: Offset
os: Баххæст кæн

source: Scale Image
os: Сурæт Масштаб кæн

source: Width
os: Фæтæн

source: Height
os: Бæрзонд

source: Keep Ratio
os: Æмахаст Хæцын

source: Anti Aliasing
os: Анти Лæгъз

source: Reset
os: Ногæй

source: Download Template
os: Шаблоны Равæр

source: Total
os: Иумæйæг

source: User
os: Пайдагæнæджы Облæст

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
os: Рейтинг ногæй алы 5 минуты. Æрвылбойнон рейтингтæ æппар æмбисæхсæвы æппæтдунеон координаты рæстæджыл.

source: Online Users
os: Пайдагæнæжы Хъоды айс

source: Cooldown
os: Цалцæджы Рæстæг

source: Stacking till
os: Æвæрдмæ

source: Ranked
os: Рейтингмæ

source: Requirements
os: Домæнтæ

source: User Account
os: Пайдагæнæджы Аккаунт

source: and ${ canvas.req } Pixels set
os: æмæ ${ canvas.req } Пикселтæ равæр

source: Top 10 Daily Ranking
os: Алыбоны Рейтинг

source: Dimensions
os: Бæрцтæ

source: Players and Pixels per hour
os: Равæрды Пикселтæ

source: Total Pixels placed per day
os: Æрбынтон пикселтæ

source: Name or Email
os: Ном кæнæ Електронон пост

source: LogIn
os: Бацу

source: Please verify your mail address or your account could get deleted after a few days.
os: Табуафси сфидар дæ адрис електронон пост&nbsp; кæнæ дæ аккаунт чи зоны адард цалдæр бон фæстæ.

source: A new verification mail is getting sent to you.
os: Æгъгъæд дæ араст ног фыстæг бæлвырдгæнæнимæ.

source: Click here to request a new verification mail.
os: Ныкъкъæрцц ам, цæмæй æрфæрс ног фыстæг бæлвырдгæнæнимæ.

source: Passwords do not match.
os: Парол æнæ аккаг у.

source: Changed Password successfully.
os: Парол æнтыстджынæй раив.

source: Old Password
os: Зæронд Парол

source: New Password
os: Ног Парол

source: Confirm New Password
os: Ног Паролы Сфидар

source: New Username
os: Ног Пайдагæнæджы Ном

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
os: Пост æнтыстджынæй раив. Мах арвит дæ пост бæлвырдгæнæнимæ, табуафси дæ ног адрис електронон посты сфидар.

source: New Mail
os: Ног Парол

source: Yes, Delete My Account!
os: О, Мæ Аккаунт Адард кæн!

source: Block DMs
os: Фæхъоды кæн

source: Block all Private Messages
os: Алцы Гоймагон Фыстæджытæ Фæхъоды айс

source: Unblock Users
os: Пайдагæнæжы Хъоды айс

source: You have no users blocked
os: Фæхъоды пайдагæнæджытæ æнæ ард

source: Build image on canvas.
os: Сурæт четæныл сараз.

source: Build image and set it to protected.
os: Сурæты сфæлдис æмæ равæр йæ хъахъхъæнæн.

source: Build image, but reset cooldown to unset-pixel cd.
os: Сурæты сфæлдис, фæлæ раппар цалцæджы рæстæг æнæравæрон пикселы æнгом-дискмæ.

source: Image Upload
os: Сурæты Байдзаг

source: Upload images to canvas
os: Сурæт четæныл байдзаг

source: File
os: Файл

source: Coordinates in X_Y format:
os: Форматы координаты X_Y:

source: Pixel Protection
os: Пикселы Хъахъхъæд

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
os: Облæсты хъахъхъæд равæр (дæ хъæуы куы дырыс цæстдарддæр, хъахъхъæды спайда æрбавгæд сурæтимæ æмæ алфæ-цъар)

source: Rollback to Date
os: Датæмæ Тулæй

source: Rollback an area of the canvas to a set date (00:00 UTC)
os: Облæст четæны тулæй æрæвæрд датæмæ (00:00 UTC)

source: Canvas Cleaner
os: Четæны Равзæрст

source: IP Actions
os: IP Архайд

source: Do stuff with IPs (one IP per line)
os: Цыфæнды араз IP-Адрисимæ (Иунæг IP-Адрис гæсгæ рæнхъы)

source: Manage Moderators
os: Модератæгтæ Тæрын

source: Remove Moderator
os: Модератæджы Адард

source: There are no mods
os: Мод æнæ ард

source: Assign new Mod
os: Ног моды снысан

source: Enter UserName of new Mod
os: Пайдагæнæджы ном бакæн нæуæг мод

source: User Name
os: Пайдагæнæджы Ном

source: IID Actions
os: IP Архайд

source: Interval is invalid
os: Æнæраст Четæн

source: Canvas
os: Четæны Равзар

source: Get Pixels
os: Равæрды Пикселтæ

source: Ping
os: Пинг

source: DM
os: Гоймагон Фыстæджытæ

source: Block
os: Фæхъоды кæн

source: Mute
os: Фæбынæй кæн
