Repository: ByPikod/canvaspixel-translations
Catalog: ssr-*.po
Languages: uk

source: You can not send chat messages with proxy
uk: Ви не можете надсилати повідомлення, використовуючи проксі

source: Your country is temporary muted from this chat channel
uk: Вашу країну тимчасово заглушено на цьому каналі

source: You are permanently muted, join our guilded to appeal the mute
uk: Ви заглушені назавжди. Зайдіть до нашого Guilded, щоб оскаржити заглушення

source: You are banned
uk: Ви забанені

source: Your Internet Provider is banned
uk: Вашого Інтернет-провайдера заблоковано

source: You are muted for another ${ timeMin } minutes
uk: Вас заглушено ще на ${ timeMin } хвилин

source: You are muted for another ${ ttl } seconds
uk: Вас заглушено ще на ${ ttl } секунд

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
uk: Ви надсилаєте повідомлення занадто швидко, Вам треба зачекати ${ waitTime } секунд :(

source: You don't have access to this channel
uk: У вас немає доступу до цього каналу

source: Your mail has to be verified in order to chat
uk: Ваша пошта має бути підтверджена, щоб спілкуватись

source: You can't send a message this long :(
uk: Ви не можете надсилати повідомлення такої довжини :(

source: Please use int channel
uk: Будь ласка, використовуйте int канал

source: Stop flooding.
uk: Припиніть флудити.

source: You sent an empty password or invalid data :(
uk: Ви надіслали порожній пароль або неправильні дані :(

source: This password-reset link isn't valid anymore :(
uk: Це посилання на скидання пароля вже не дійсне :(

source: Your passwords do not match :(
uk: Ваші паролі не збігаються :(

source: User doesn't exist in our database :(
uk: Користувача не існує в нашій базі даних :(

source: Password successfully changed.
uk: Пароль змінено успішно.

source: Invalid url :( Please check your mail again.
uk: Неправильна URL-адреса :( Будь ласка, перевірте пошту ще раз.

source: CanvasPixel - 3DGlobe
uk: CanvasPixel - 3D глобус

source: A 3D globe of our whole map
uk: 3D глобус усієї нашої мапи

source: Double click on globe to go back.
uk: Клацніть двічі на глобус, щоб повернутись.

source: Loading...
uk: Завантаження...

source: CanvasPixel - PopUp
uk: CanvasPixel - Спливаюче вікно

source: Place color pixels on an map styled canvas with other players online
uk: Ставте кольорові пікселі на стилізованому під мапу полотні з іншими гравцями онлайн

source: Email can't be empty.
uk: Необхідно вказати адресу електронної скриньки.

source: Email should be at least 5 characters long.
uk: Електронна скринька не може бути коротша за 5 символів.

source: Email can't be longer than 40 characters.
uk: Електронна скринька не може бути довша за 40 символів.

source: Email should at least contain a dot
uk: Електронна скринька має містити в собі мінімум одну крапку

source: Email should contain a @
uk: Електронна скринька має містити в собі символ @

source: Name can't be empty.
uk: Ім'я не може бути порожнім.

source: Name must be at least 2 characters long
uk: Ім'я не може бути коротшим ніж 2 символи

source: Name must be shorter than 26 characters
uk: Ім'я має бути коротшим за 26 символів

source: Name contains invalid character like @, /, \ or #
uk: Ім'я містить в собі неприпустимі символи, такі як @, /, \ чи #

source: No password given.
uk: Пароль не вказано.

source: Password must be at least 6 characters long.
uk: Пароль не може бути коротшим за 6 символів.

source: Password must be shorter than 60 characters.
uk: Пароль має бути коротшим за 60 символів.

source: CanvasPixel - Password Reset
uk: CanvasPixel - Скидання пароля

source: Reset your password here
uk: Скиньте пароль тут

source: Reset Password
uk: Скинути пароль

source: Click here
uk: Натисніть тут

source: to go back to CanvasPixel
uk: , щоб повернутись на CanvasPixel

source: Hello ${ name }, you can set your new password here:
uk: Вітаємо, ${ name }, тут ви можете налаштувати свій новий пароль:

source: New Password
uk: Новий пароль

source: Confirm New Password
uk: Підтвердити новий пароль

source: Submit
uk: Підтвердити

source: You are not logged in
uk: Ви не увійшли

source: You are not allowed to access this page
uk: У вас немає доступу до цієї сторінки

source: Just admins can do that
uk: Тільки адміністратори можуть це робити

source: You are not banned
uk: Ви не забанені

source: This email provider is not allowed
uk: Цей провайдер електронної пошти не дозволений

source: No Captcha given
uk: Не надано тесту CAPTCHA

source: E-Mail already in use.
uk: Електронна скринька вже використовується.

source: Username already in use.
uk: Ім'я користувача вже використовується.

source: You took too long, try again.
uk: Вам це зайняло забагато часу. Спробуйте ще раз.

source: You failed your captcha
uk: Ви неправильно відповіли на свій тест CAPTCHA

source: Unknown Captcha Error
uk: Невідома помилка тесту CAPTCHA

source: Failed to create new user :(
uk: Не вдалося створити нового користувача :(

source: Failed to establish session after register :(
uk: Не вдалося встановити сеанс після реєстрації :(

source: Mail verification
uk: Підтвердження пошти

source: You are now verified :)
uk: Вас підтвердили :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
uk: Код підтвердження скриньки неправильний, або його термін вже сплив :(. Будь ласка, надішліть запит про новий.

source: You are not even logged in.
uk: Ви навіть не увійшли.

source: Server error when logging out.
uk: Помилка серверу під час виходу з акаунту.

source: You are not authenticated.
uk: Ви не авторизовані.

source: Incorrect password!
uk: Неправильний пароль!

source: Muted users can not delete their account.
uk: Заглушені користувачі не можуть видалити свої акаунти.

source: Muted users can not do this.
uk: Заглушені користувачі не можуть це зробити.

source: Earth
uk: Земля

source: Moon
uk: Місяць

source: 3D Canvas
uk: 3D полотно

source: Coronavirus
uk: Коронавірус

source: 1bit
uk: 1-біт

source: Top10
uk: Топ-10

source: Our main canvas, a huge map of the world. Place everywhere you like
uk: Наше головне полотно - велика мапа світу. Розташовуйте пікселі всюди, де тільки захочете

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
uk: Місячне полотно. Безпечне місце для мистецтва. Жодних прапорів, малюнків, більших за 1500 x 1500 пікселів чи великого тексту (якщо це не частина витвору мистецтва).

source: Place Voxels on a 3D canvas with others
uk: Ставте вокселі на 3D полотні з іншими

source: Special canvas to spread awareness of SARS-CoV2
uk: Спеціальне полотно для поширення усвідомленості про SARS-CoV2

source: Mirror of PixelZone
uk: Дзеркало PixelZone

source: Mirror of PixelCanvas
uk: Дзеркало PixelCanvas

source: Black and White canvas
uk: Чорно-біле полотно

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
uk: Полотно для найактивніших гравців з минулого дня. Щоденний рейтинг оновлюється о 00:00 UTC (в Україні 2:00 (зимовий час)/3:00 (літній час)).

source: Copy of r/place canvas.
uk: Копія полотна r/place.

source: CanvasPixel - Accounts
uk: CanvasPixel - Акаунти

source: You will be automatically redirected after 15s
uk: Вас буде автоматично переадресовано через 15 секунд

source: Or ${ clickHere } to go back to CanvasPixel
uk: Або ${ clickHere }, щоб повернутись на CanvasPixel

source: Welcome ${ name } to CanvasPixel, please verify your mail
uk: Ласкаво просимо, ${ name }, на CanvasPixel, будь ласка, підтвердьте свою пошту

source: Hello ${ name }
uk: Вітаємо, ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
uk: ласкаво просимо до нашої маленької спільноти тих, хто ставить пікселі. Щоб використати свій акаунт, вам потрібно підтвердити свою пошту. Це можна зробити тут:

source: Click to Verify
uk: Натисніть для підтвердження

source: Or by copying following url:
uk: Або скопіювавши наступну URL-адресу:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
uk: Розважайтесь, та звертайтесь до нас, якщо у вас виникнуть якісь труднощі :)

source: Thanks
uk: Спасибі

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
uk: Ми вже надіслали вам листа для підтвердження. Ви можете надіслати запит на ще один за ${ minLeft } хвилин(-у/-и).

source: You forgot your password for CanvasPixel? Get a new one here
uk: Ви забули свій пароль від CanvasPixel? Отримайте новий тут

source: Hello
uk: Вітаємо

source: You requested to get a new password. You can change your password within the next 30min here:
uk: Ви надали запит на новий пароль. Ви можете змінити свій пароль протягом наступних 30 хвилин тут:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
uk: Якщо ви не надсилали запит на цього листа, будь ласка, просто ігноруйте його (IP адреса, що надала запит на цього листа: ${ ip })

source: Mail is not configured on the server
uk: Пошту не налаштовано на сервері

source: We already sent you a mail with instructions. Please wait before requesting another mail.
uk: Ми вже надіслали вам листа з інструкціями. Будь ласка, почекайте перед тим як надавати запит на ще один.

source: Couldn't find this mail in our database
uk: Неможливо знайти цю пошту в нашій базі даних
